Repository: loki36/moneymanagerex
Catalog: po/*.po
Languages: portuguese_br

source: Payee in use.
portuguese_br: Favorecido em uso.

source: Tip: Change all transactions using this Payee to another Payee using the relocate command:
portuguese_br: Dica: Mude todas as transações usando este beneficiário para outro beneficiário using o comando Mudar de lugar:

source: Tools -> Relocation of -> Payees
portuguese_br: Ferramentas -> Transferência de -> Beneficiários

source: Organize Payees: Delete Error
portuguese_br: Organize Beneficiários: Excluir erro

source: Define Default Category
portuguese_br: Definir Categoria Padrão

source: Relocate Payee
portuguese_br: Reloque Beneficiário

source: Relocate Category Dialog
portuguese_br: Reloque Categoria diálogo

source: Relocate all source categories to the destination category
portuguese_br: Realocar todas as categorias de fontes para a categoria de destino

source: Source Category
portuguese_br: Fonte Categoria

source: Destination Category
portuguese_br: Destino Categoria

source: Relocate:
portuguese_br: Disponibilidade de mudança:

source: to:
portuguese_br: para:

source: Please Confirm:
portuguese_br: Confirme:

source: Records found in transactions: %i
portuguese_br: Registros encontrados em operações de:% i

source: Records found in split transactions: %i
portuguese_br: Registros encontrados em operações de divisão:% i

source: Records found in repeating transactions: %i
portuguese_br: Registros encontrados em transações repetindo:% i

source: Records found in repeating split transactions: %i
portuguese_br: Registros encontrados em repetir as operações de divisão:% i

source: Records found as Default Payee Category: %i
portuguese_br: Registros encontrados como padrão beneficiário Categoria:% i

source: Records found in budget: %i
portuguese_br: Registros encontrados no orçamento:% i

source: Changing all categories of: %s to category: %s
portuguese_br: Alterar todas as categorias de: %s à categoria: %s

source: Category Relocation Confirmation
portuguese_br: Confirmação Relocation Categoria

source: Relocate Payee Dialog
portuguese_br: Reloque beneficiário de diálogo

source: Relocate all source payees to the destination payee
portuguese_br: Realocar todos os beneficiários de origem para o beneficiário de destino

source: Changing all payees of: %s to payee: %s
portuguese_br: Alterar todos os beneficiários de: %s ao beneficiário: %s

source: Payee Relocation Confirmation
portuguese_br: Confirmação Relocation Beneficiário

source: ( Estimated Vs Actual )
portuguese_br: (Estimado Vs Real)

source: Estimated Income:
portuguese_br: Rendimento estimado:

source: Actual Income:
portuguese_br: Resultado real:

source: Difference Income:
portuguese_br: Diferença de renda:

source: Estimated Expenses:
portuguese_br: Despesas estimadas:

source: Actual Expenses:
portuguese_br: Despesas reais:

source: Difference Expenses:
portuguese_br: Despesas Diferença:

source: Budget Performance for
portuguese_br: Desempenho Orçamento para

source: Overall
portuguese_br: Geral

source: Accounts:
portuguese_br: Contas:

source: All Accounts
portuguese_br: Todas as Contas

source: All Bank Accounts
portuguese_br: Todas as contas bancárias

source: All Term Accounts
portuguese_br: Todas as contas a prazo

source: Difference
portuguese_br: Diferença

source: Category Total:
portuguese_br: Total Categoria:

source: Total Income:
portuguese_br: Total das Receitas:

source: Grand Total:
portuguese_br: Total Geral:

source: Where the Money Goes - %s
portuguese_br: Onde vai o dinheiro - %s

source: Last Month
portuguese_br: Mês passado

source: Where the Money Comes From - %s
portuguese_br: Onde Vem o Dinheiro - %s

source: Categories - %s
portuguese_br: Categorias - %s

source: Category Income/Expenses: %s
portuguese_br: Categoria Receitas / Despesas: %s

source: Incomes
portuguese_br: Rendimentos

source: Today's Date: %s
portuguese_br: Data de hoje: %s

source: From %s till %s
portuguese_br: Desde %s até %s

source: Over Time
portuguese_br: Ao longo do tempo

source: Income:
portuguese_br: Renda:

source: Expenses:
portuguese_br: Despesas:

source: Year
portuguese_br: Ano

source: Month
portuguese_br: Mês

source: Today
portuguese_br: Hoje

source: Last 90 Days
portuguese_br: Nos últimos 90 dias

source: Last 3 Months
portuguese_br: Últimos 3 meses

source: Last 12 Months
portuguese_br: Últimos 12 Meses

source: Payee Report
portuguese_br: Beneficiário Relatório

source: Choose Accounts
portuguese_br: Escolha Contas

source: Account Name
portuguese_br: Nome da conta

source: Purchase Date
portuguese_br: Data de compra

source: Purchase Price
portuguese_br: Preço de Aquisição

source: Current Price
portuguese_br: Preço atual

source: Commission
portuguese_br: Comissão

source: Transaction List
portuguese_br: Lista de transações

source: Transaction List for Account: %s
portuguese_br: Lista de transações de conta: %s

source: Total Amount:
portuguese_br: Valor Total:

source: Split Detail Dialog
portuguese_br: Diálogo Detalhe Dividir

source: Split Transaction Details
portuguese_br: Dividir Detalhes de transação

source: Split Transaction Dialog
portuguese_br: Dividir Transação diálogo

source: Split Category Details
portuguese_br: Dividir detalhes da categoria

source: Invalid Total Amount
portuguese_br: Inválido Valor Total

source: Edit Stock Investment
portuguese_br: Editar Banco de Investimento

source: New Stock Investment
portuguese_br: Novo Banco de Investimento

source: Stock Investment Details
portuguese_br: Stock Investment Detalhes

source: Stock Name
portuguese_br: Banco de Nome

source: Enter the stock company name
portuguese_br: Digite o nome da empresa estoque

source: Specify the purchase date of the stock investment
portuguese_br: Especifique a data do investimento em ações de compra

source: Enter the stock symbol. (Optional) Include exchange. eg: IBM.BE
portuguese_br: Digite o símbolo de ação. (Opcional) incluir um intercâmbio. por exemplo: IBM.BE

source: Number of Shares
portuguese_br: Número de Ações

source: Enter number of shares held
portuguese_br: Digite o número de acções detidas

source: Enter purchase price for each stock
portuguese_br: Digite o preço de compra de cada ação

source: Enter current stock price
portuguese_br: Digite o preço atual da ação

source: Enter any commission paid
portuguese_br: Digite qualquer comissão paga

source: Organize attachments of this stock
portuguese_br: Organize os anexos deste estoque

source: Enter notes associated with this investment
portuguese_br: Digite notas associadas com esse investimento

source: Held At
portuguese_br: Realizada no

source: Days
portuguese_br: Dias

source: Using MMEX it is possible to track stocks/mutual funds investments.
portuguese_br: Usando MMEX é possível rastrear os investimentos ações / fundos mútuos.

source: To create new stocks entry the Symbol, Number of shares and Purchase prise should be entered.
portuguese_br: Para criar nova entrada ações do Símbolo, Número de ações e prêmio compra devem ser inseridos.

source: Sample of UK (HSBC HLDG) share: HSBA.L
portuguese_br: Amostra do Reino Unido (HSBC HLDG) ação: HSBA.L

source: If the Stock Name field is empty it will be filed when prices updated
portuguese_br: Se o campo Stock nome está vazio ele será arquivado quando os preços atualizados

source: Share Name
portuguese_br: Nome do compartilhamento

source: &Edit Stock Investment
portuguese_br: & Editar Banco de Investimento

source: &Delete Stock Investment
portuguese_br: & Eliminar Stock Investment

source: Do you really want to delete the stock investment?
portuguese_br: Você realmente quer deletar o investimento em ações?

source: Confirm Stock Investment Deletion
portuguese_br: Confirme Stock Investment Supressão

source: Delete Stock Investment
portuguese_br: Excluir Stock Investment

source: &Move
portuguese_br: & Mover

source: Move selected transaction to another account
portuguese_br: Mova transação selecionada para outra conta

source: Refresh
portuguese_br: Atualizar

source: Refresh Stock Prices from Yahoo
portuguese_br: Atualizar Cotações do Yahoo

source: Stock Investments: %s
portuguese_br: Banco de Investimentos: %s

source: Stock prices successfully updated
portuguese_br: Os preços das ações atualizado com sucesso

source: Last updated %s
portuguese_br: Última actualização %s

source: Nothing to update
portuguese_br: Nada para atualizar

source: Connecting...
portuguese_br: Conectando...

source: %s on %s
portuguese_br: %s sobre %s

source: Edit Transaction
portuguese_br: Modificar transação

source: Populate Transaction #
portuguese_br: Preencha Transação #

source: Organize attachments of this transaction
portuguese_br: Organize os anexos desta operação

source: Do you want to add new payee: %s?
portuguese_br: Você quer adicionar novo beneficiário: %s ?

source: Confirm to add new payee
portuguese_br: Confirme para adicionar novo beneficiário

source: Specify account the money is taken from
portuguese_br: Especifique conta o dinheiro é retirado

source: Specify account the money is moved to
portuguese_br: Especificar conta o dinheiro é transferido para

source: Specify the transfer amount in the From Account.
portuguese_br: Especifique o valor da transferência do De Conta.

source: Specify account for the transaction
portuguese_br: Especificar conta para a transação

source: Specify to whom the transaction is going to
portuguese_br: Especifique a quem a transação vai

source: Syntax error in the URL string
portuguese_br: Erro de sintaxe na seqüência de URL

source: Found no protocol which can get this URL
portuguese_br: Encontrado nenhum protocolo que pode obter este URL

source: A host name is required for this protocol
portuguese_br: Um nome de host é necessário para este protocolo

source: A path is required for this protocol
portuguese_br: Um caminho é necessário para este protocolo

source: Connection error
portuguese_br: Erro de conexão

source: An error occurred during negotiation
portuguese_br: Ocorreu um erro durante a negociação

source: Cannot get data from WWW!
portuguese_br: Não é possível obter dados a partir de WWW!

source: Unknown error
portuguese_br: Erro desconhecido

source: February
portuguese_br: Fevereiro

source: January
portuguese_br: Janeiro

source: March
portuguese_br: Março

source: April
portuguese_br: Abril

source: June
portuguese_br: Junho

source: May
portuguese_br: Maio

source: August
portuguese_br: Agosto

source: July
portuguese_br: Julho

source: September
portuguese_br: Setembro

source: December
portuguese_br: Dezembro

source: November
portuguese_br: Novembro

source: October
portuguese_br: Outubro

source: Feb
portuguese_br: Fevereiro

source: Jan
portuguese_br: Janeiro

source: Mar
portuguese_br: Março

source: Apr
portuguese_br: Abr

source: Jun
portuguese_br: Junho

source: Aug
portuguese_br: Agosto

source: Jul
portuguese_br: Julho

source: Sep
portuguese_br: Setembro

source: Dec
portuguese_br: Dezembro

source: Nov
portuguese_br: Novembro

source: Oct
portuguese_br: Outubro

source: Monday
portuguese_br: Segunda-feira

source: Sunday
portuguese_br: Domingo

source: Tuesday
portuguese_br: Terça-feira

source: Friday
portuguese_br: Sexta-feira

source: Thursday
portuguese_br: Quinta-feira

source: Wednesday
portuguese_br: Quarta-feira

source: Saturday
portuguese_br: Sábado

source: Wrong WebApp GUID:
portuguese_br: Errado WebApp GUID:

source: please check it in network options.
portuguese_br: por favor, verifique-o nas opções de rede.

source: Wrong WebApp settings
portuguese_br: Configurações erradas WebApp

source: Unable to connect to WebApp:
portuguese_br: Impossível ligar ao WebApp:

source: please check settings and / or internet connection.
portuguese_br: por favor, verifique as configurações e / ou conexão com a internet.

source: WebApp connection error
portuguese_br: Erro de conexão WebApp

source: Wrong WebApp API version:
portuguese_br: Errado WebApp versão da API:

source: Wrong WebApp API version
portuguese_br: Errado versão API WebApp

source: A generic network error occurred
portuguese_br: Ocorreu um erro de rede genérico

source: The client failed to connect the server
portuguese_br: O cliente falhou para ligar o servidor

source: Invalid value
portuguese_br: Valor inválido

source: The remote file doesn't exist
portuguese_br: O arquivo remoto não existe

source: An error occurred during reconnection
portuguese_br: Ocorreu um erro durante a reconexão

source: Someone tried to send a command during a transfer
portuguese_br: Alguém tentou enviar um comando durante uma transferência

source: Cannot get data from website
portuguese_br: Não é possível obter dados a partir do site

source: Wrong WebApp account
portuguese_br: Errado conta WebApp

source: Unable to insert transaction in MMEX database
portuguese_br: Impossível inserir transação no banco de dados MMEX

source: WebApp communication error
portuguese_br: Erro de comunicação WebApp

source: Add Account Wizard
portuguese_br: Adicionar Assistente de Contas

source: models all transactions as belonging to accounts. The next pages will help you create a new account. To help you get started, begin by making a list of all financial institutions where you hold an account.
portuguese_br: modelos de todas as transações como pertencente às contas. Os páginas seguintes o ajudarão a criar uma nova conta. Para ajudar você a começar, começar por fazer uma lista de todas as instituições financial onde possuem uma conta.

source: Account Name Invalid
portuguese_br: Nome da conta inválido

source: Account Name already exists
portuguese_br: Nome da conta já existe

source: Name of the Account
portuguese_br: Nome da Conta

source: Specify a descriptive name for the account.
portuguese_br: Especifique um nome descritivo para a conta.

source: This is generally the name of a financial institution where the account is held. For example: 'ABC Bank'.
portuguese_br: Este é geralmente o nome de uma instituição financeira where a conta é mantida. Por exemplo: 'ABC Banco'.

source: Type of Account
portuguese_br: Tipo de Conta

source: Select the type of account you want to create:
portuguese_br: Selecione o tipo de conta que você deseja criar:

source: General bank accounts cover a wide variety of account types like Checking, Savings and Credit card type accounts.
portuguese_br: Contas bancárias Gerais cobrem uma ampla variedade de conta types como corrente, poupança e contas de cartão de crédito Tipo.

source: Investment accounts are specialized accounts that only have stock/mutual fund investments associated with them.
portuguese_br: Contas de investimento são contas especializados que apenas have investimentos estoque / fundos mútuos associados a eles.

source: Term accounts are specialized bank accounts. Intended for asset type accounts such as Term Deposits and Bonds. These accounts can have regular money coming in and out, being outside the general income stream.
portuguese_br: Contas a prazo são contas bancárias especializadas. Destina-se a contas de ativos Type tais como depósitos e obrigações a prazo. Estas contas can tem dinheiro regularmente entrando e saindo, estando fora do fluxo de renda ngeneral.

source: Base Account Currency Not set.
portuguese_br: Conta Moeda base não ajustada.

source: Set that first using Tools->Options menu and then add a new account.
portuguese_br: Definir que o primeiro a utilizar menu Ferramentas-> Opções e, em seguida, adicionar uma nova conta.

source: New Database Wizard
portuguese_br: Assistente de Novo Banco de Dados

source: The next pages will help you create a new database.
portuguese_br: As próximas páginas irão ajudá-lo a criar um novo banco de dados.

source: Your database file is stored with an extension of .mmb.
portuguese_br: Seu arquivo de banco de dados é armazenado com a extensão. MMB.

source: As this file contains important financial information, we recommended creating daily backups with the Options setting: 'Backup before opening', and store your backups in a separate location.
portuguese_br: Como este arquivo contém informações financeiras importantes, we recomendou a criação de backups diários com as opções setting: 'Backup antes da abertura ", e armazenar seus backups Na um local separado.

source: The database can later be encrypted if required, by using the option: 'Save database as' and changing the file type before saving.
portuguese_br: O banco de dados mais tarde pode ser criptografado, se necessário, por using a opção: "Salvar banco de dados como 'e mudar o tipo file antes de salvar.

source: Base Currency for account
portuguese_br: Moeda Base de conta

source: Specify the base (or default) currency to be used for the database. The base currency can later be changed by using the options dialog. New accounts, will use this currency by default, and can be changed when editing account details.
portuguese_br: Especifique a base (ou por defeito) moeda a ser utilizada para a database. A moeda de referência mais tarde pode ser alterado usando as opções de diálogo Os. Novas contas, vai usar essa moeda por default, e pode ser alterado ao editar detalhes da conta.

source: (Optional) Specify a title or your name.
portuguese_br: (Opcional) Especifique um título ou seu nome.

source: Used as a database title for displayed and printed reports.
portuguese_br: Usado como um título de banco de dados para relatórios exibidos e impressos.

source: Unable to check for updates!
portuguese_br: Não é possível verificar se há atualizações!
