Repository: loki36/moneymanagerex
Catalog: po/*.po
Languages: portuguese_br

source: Sub Category with same name exists
portuguese_br: Sub categoria com mesmo nome

source: Invalid Parent Category. Choose Root or Main Category node.
portuguese_br: Inválido Categoria Parent. Escolha Root ou nó principal categoria.

source: Tip: Change all transactions using this Category to another Category using the relocate command:
portuguese_br: Dica: Mude todas as transações que utilizam esta categoria para another Categoria usando o comando Mudar de lugar:

source: Tip: Change all transactions using this Sub-Category to another Sub-Category using the relocate command:
portuguese_br: Dica: Mude todas as transações usando esta sub-categoria de another Sub-Categoria usando o comando Mudar de lugar:

source: Tools -> Relocation of -> Categories
portuguese_br: Ferramentas -> Transferência de -> Categorias

source: Organise Categories: Delete Error
portuguese_br: Organizar Categorias: Excluir erro

source: Category in use.
portuguese_br: Categoria em uso.

source: Sub-Category in use.
portuguese_br: Sub-Categoria em uso.

source: Enter a new name for %s
portuguese_br: Digite um novo nome para %s

source: Edit Category
portuguese_br: Editar Categoria

source: Organise Categories: Editing Error
portuguese_br: Organizar Categorias: Edição de erro

source: Category Relocation Completed.
portuguese_br: Categoria Relocation Concluída.

source: Records have been updated in the database: %i
portuguese_br: Registros foram atualizadas no banco de dados:% i

source: Category Relocation Result
portuguese_br: Categoria Relocation Resultado

source: Hide Selected Category
portuguese_br: Ocultar Categoria Selecionada

source: Unhide Selected Category
portuguese_br: Categoria Reexibir Selecionado

source: Clear Settings
portuguese_br: Limpar Configurações

source: Version:
portuguese_br: Versão:

source: MMEX is using the following support products
portuguese_br: MMEX está usando os seguintes produtos de apoio

source: View All Transactions
portuguese_br: Ver Todas as Transações

source: View Today
portuguese_br: Ver hoje

source: View Current Month
portuguese_br: Visualizar mês atual

source: View Last 30 days
portuguese_br: Ver Últimos 30 dias

source: View Last 90 days
portuguese_br: Ver Últimos 90 dias

source: View Last Month
portuguese_br: Ver Mês passado

source: View Last 3 Months
portuguese_br: Ver últimos 3 meses

source: View Last 12 Months
portuguese_br: Ver Últimos 12 Meses

source: View Current Year
portuguese_br: Ver Ano Atual

source: Currency Manager
portuguese_br: Gestão da Moeda

source: Currency name
portuguese_br: Nome da Moeda

source: %s Converted to: %s
portuguese_br: %s convertido para: %s

source: %.2f Shown As: %s
portuguese_br: % .2f Mostrado como: %s

source: Currency Name
portuguese_br: Nome da Moeda

source: Currency Symbol
portuguese_br: Símbolo de moeda

source: Unit Name
portuguese_br: Nome Unidade

source: Cents Name
portuguese_br: Cents Nome

source: Prefix Symbol
portuguese_br: Prefixo Símbolo

source: Suffix Symbol
portuguese_br: Sufixo Símbolo

source: Decimal Char
portuguese_br: Char Decimal

source: Grouping Char
portuguese_br: Agrupamento de Char

source: Scale
portuguese_br: Escala

source: Conversion to Base Rate
portuguese_br: Conversão de Taxa Básica

source: Other currency conversion rate. Set Base Currency to 1.
portuguese_br: Outros taxa de conversão de moeda. Definir a moeda base para 1.

source: Base Rate Conversion Sample:
portuguese_br: Base de dados de taxa de conversão da amostra:

source: Value Display Sample:
portuguese_br: Valor de exibição da amostra:

source: &Update
portuguese_br: E Atualização

source: Save any changes made
portuguese_br: Salve as alterações feitas

source: &Close
portuguese_br: & Fechar

source: Any changes will be lost without update
portuguese_br: Quaisquer alterações serão perdidas sem atualização

source: Currency with same name exists
portuguese_br: Moeda com mesmo nome

source: Organize Currency: Add Currency
portuguese_br: Organize Moeda: Adicionar Moedas

source: When database file opening:
portuguese_br: Ao abrir o arquivo de banco de dados:

source: Can't open file
portuguese_br: Não é possível abrir arquivo

source: You must specify path to another database file
portuguese_br: Você deve especificar o caminho para outro arquivo de banco de dados

source: An incorrect password given for an encrypted file or Attempt to open a File that is not a database file
portuguese_br: Uma senha incorreta dada para um arquivo criptografado em tentar abrir um arquivo que não é um arquivo de banco de dados

source: Opening MMEX Database - Error
portuguese_br: Abrindo MMEX Banco de Dados - Erro

source: Reconciled
portuguese_br: Reconciliado

source: Void
portuguese_br: Vazio

source: Follow up
portuguese_br: Acompanhamento

source: Duplicate
portuguese_br: Duplicar

source: Un-Reconciled
portuguese_br: Un-Reconciliados

source: All Except Reconciled
portuguese_br: Todas exceto Reconciliados

source: Specify
portuguese_br: Especificar

source: Date Range
portuguese_br: Faixa de data

source: Include Similar
portuguese_br: Incluir Similar

source: Include all subcategories for the selected category.
portuguese_br: Incluir todas as subcategorias para a categoria selecionada.

source: Withdrawal
portuguese_br: Retirada

source: Deposit
portuguese_br: Depósito

source: Transfer To
portuguese_br: Transferir para

source: Transfer From
portuguese_br: Transferência De

source: Amount Range
portuguese_br: Faixa de Valor

source: &Clear
portuguese_br: &Limpar

source: Error
portuguese_br: Erro

source: Invalid Amount Entered
portuguese_br: Valor inválido Introduzido

source: Filtering Details:
portuguese_br: Detalhes filtragem:

source: General Reports Manager
portuguese_br: Geral Relatórios Gerente

source: Reports
portuguese_br: Relatórios

source: Locate and load a report file.
portuguese_br: Localize e carregue um arquivo de relatório.

source: Export the report to a new file.
portuguese_br: Exportar o relatório para um novo arquivo.

source: &Save
portuguese_br: &Salvar

source: Save changes.
portuguese_br: Salve as alterações.

source: Run selected report.
portuguese_br: Executar relatório selecionado.

source: Output
portuguese_br: Resultado

source: Template
portuguese_br: Modelo

source: Create Template
portuguese_br: Criar modelo

source: Row(s) returned: %i Duration: %ld ms
portuguese_br: Row (s) retornado:% i Duração:% ld ms

source: SQL Syntax Error
portuguese_br: Erro de sintaxe SQL

source: Load report file:
portuguese_br: Arquivo de relatório de carga:

source: Unable to open file: %s
portuguese_br: Não é possível abrir arquivo: %s

source: New Empty Report
portuguese_br: Novo relatório vazio

source: New Sample Report
portuguese_br: Novo relatório Amostra

source: Change Group
portuguese_br: Alterar grupo

source: UnGroup
portuguese_br: Desagrupar

source: Rename Report
portuguese_br: Renomear Relatório

source: Delete Report
portuguese_br: Apagar Relatório

source: Enter the name for the report
portuguese_br: Digite o nome para o relatório

source: General Report Manager
portuguese_br: Gerenciador de Relatórios Geral

source: Delete the Report Title:
portuguese_br: Excluir o Título do Relatório:

source: Add Report Group
portuguese_br: Adicionar Grupo Relatório

source: New Report
portuguese_br: Novo Relatório

source: Choose file to Save As Report
portuguese_br: Escolher arquivo para Salvar como Relatório

source: Parameters
portuguese_br: Parâmetros

source: Log
portuguese_br: Registro

source: Accounts
portuguese_br: Contas

source: From Date
portuguese_br: A partir de

source: To Date
portuguese_br: até a data

source: Date Format
portuguese_br: Formato da Data

source: Write to File
portuguese_br: Escreva para Arquivo

source: File Name:
portuguese_br: Nome do arquivo:

source: Choose &file
portuguese_br: Escolha e arquivo

source: Clear
portuguese_br: claro

source: Choose Account to Export from:
portuguese_br: Escolha a conta para exportar a partir de:

source: CSV Files
portuguese_br: Arquivos CSV

source: QIF Files
portuguese_br: Arquivos QIF

source: Choose QIF data file to Export
portuguese_br: Escolha arquivo de dados QIF para exportar

source: Choose CSV data file to Export
portuguese_br: Escolha arquivo de dados CSV para exportar

source: No Account available for export
portuguese_br: Sem conta disponível para exportação

source: No Accounts selected for export
portuguese_br: Não há contas selecionadas para exportação

source: File name is empty
portuguese_br: O nome do arquivo está vazia

source: To Date less than From Date
portuguese_br: Conhecer menos de De Data

source: Categories exported
portuguese_br: Categorias exportados

source: Exporting
portuguese_br: Exportando

source: Please wait
portuguese_br: Espere por favor

source: Exporting transaction %i
portuguese_br: Exportando transação% i

source: Number of transactions exported: %ld
portuguese_br: Número de transações exportados:% ld

source: Export to QIF
portuguese_br: Exportação para QIF

source: QIF Import
portuguese_br: QIF Importação

source: Filtering Details:
portuguese_br: Detalhes filtragem:

source: Data
portuguese_br: Dados

source: Unknown
portuguese_br: Desconhecido

source: Scanning
portuguese_br: Procurando

source: Reading line %i, %ld ms
portuguese_br: Ms Leitura linha% i,% ld

source: Line %i %s
portuguese_br: Linha% i %s

source: Number of lines read from QIF file: %i in %ld ms
portuguese_br: Número de linhas lidas a partir do arquivo QIF:% i em% ld ms

source: Press OK Button to continue
portuguese_br: Pressione o botão OK para continuar

source: Warning
portuguese_br: Atenção

source: Missing
portuguese_br: Valores

source: Choose QIF data file to Import
portuguese_br: Escolha arquivo de dados QIF importar

source: Do you want to import all transaction ?
portuguese_br: Você deseja importar todas as transações?

source: All missing account, payees and categories will be created.
portuguese_br: Todas as contas, beneficiários e categorias ausentes serão criados.

source: Confirm Import
portuguese_br: Confirmar Importação

source: Importing
portuguese_br: Importador

source: Importing Accounts
portuguese_br: Importação de Contas

source: Importing Payees
portuguese_br: Importação de Beneficiários

source: Importing Categories
portuguese_br: Importando Categorias

source: Importing transaction %i of %i
portuguese_br: Importação de transação% i de% i

source: Importing Transfers
portuguese_br: Importação de Transferências

source: Importing Split transactions
portuguese_br: Importando transações Dividir

source: Import finished successfully
portuguese_br: Importação concluída com sucesso

source: Imported transactions discarded by user!
portuguese_br: Transações descartados pelo usuário Importado!

source: Added account: %s
portuguese_br: Conta Adicionado: %s

source: Added payee: %s
portuguese_br: Adicionado beneficiário: %s

source: Amount(+/-)
portuguese_br: Montante (+ / -)

source: SubCategory
portuguese_br: Sub-

source: Don't Care
portuguese_br: Não se importe

source: Balance
portuguese_br: Balanço

source: &Search
portuguese_br: &Pesquisar

source: Save Template
portuguese_br: Salvar Modelo

source: Specify the order of fields in the CSV file
portuguese_br: Especifique a ordem dos campos no arquivo CSV

source: &MMEX format
portuguese_br: & Formato MMEX

source: MMEX standard format
portuguese_br: Formato padrão MMEX

source: Move Up
portuguese_br: Mover para Cima

source: Move &Down
portuguese_br: Mova & Down

source: Account:
portuguese_br: Conta

source: Date Format:
portuguese_br: Formato de data:

source: Comma
portuguese_br: Vírgula

source: Semicolon
portuguese_br: Ponto e vírgula

source: User Defined
portuguese_br: Definido pelo usuário

source: Specify the delimiter to use when importing/exporting CSV files
portuguese_br: Especifique o delimitador a ser usado quando a importação / exportação de arquivos CSV

source: CSV Delimiter
portuguese_br: CSV delimitador

source: Preview
portuguese_br: Próximo Episódio...

source: Import File
portuguese_br: Importar Arquivo

source: Transactions imported from CSV:
portuguese_br: Transações importadas de CSV:

source: file contains insufficient number of tokens
portuguese_br: arquivo contém número insuficiente de fichas

source: Total Imported : %ld
portuguese_br: Total importado:% ld

source: Log file written to : %s
portuguese_br: O arquivo de log escrito para: %s

source: Please confirm saving...
portuguese_br: Por favor, confirme a poupança ...

source: Importing CSV
portuguese_br: Importação de CSV

source: Imported transactions have been flagged so you can review them.
portuguese_br: Transações importadas foi sinalizado para que você possa revê-las.

source: Transactions saved to database in account:
portuguese_br: Transações salvas no banco de dados em conta:

source: Transactions exported: %ld
portuguese_br: Transações exportado:% ld

source: Export to CSV
portuguese_br: Exportar para CSV

source: Unable to open file.
portuguese_br: Não é possível abrir arquivo.

source: Choose CSV data file to import
portuguese_br: Escolha arquivo de dados CSV para importar

source: Universal CSV Dialog
portuguese_br: Universal CSV diálogo

source: Symbol
portuguese_br: Símbolo

source: Base Rate
portuguese_br: Taxa Base

source: Currency Dialog
portuguese_br: Diálogo Moeda

source: Online update currency rate
portuguese_br: Taxa de câmbio de atualização on-line

source: Online Update
portuguese_br: Atualização Online

source: Show all even the unused currencies
portuguese_br: Mostrar todos mesmo as moedas não utilizadas

source: Attempt to delete a currency being used by an account or as the base currency.
portuguese_br: Tentativa de excluir uma moeda que está sendo usado por uma conta ou como moeda base.

source: Do you really want to delete the selected Currency?
portuguese_br: Você realmente deseja apagar a moeda selecionada?

source: Could not find base currency symbol!
portuguese_br: Não foi possível encontrar símbolo da moeda base!

source: Currency rate updated
portuguese_br: Taxa de câmbio atualizada

source: Set as Base Currency
portuguese_br: Definir como Moeda Base

source: Online Update Currency Rate
portuguese_br: Atualização on-line Moeda Taxa

source: Attachments Settings
portuguese_br: Configurações Anexos

source: Attachment archive folder for %s only:
portuguese_br: Pasta de arquivo de anexo para %s só:

source: Every OS type (Win,Mac,Unix) has its attachment folder
portuguese_br: Cada tipo de sistema operacional (Win, Mac, Unix) tem a sua pasta de anexos

source: Browse for folder
portuguese_br: Procurar pasta

source: Real path:
portuguese_br: Verdadeiro caminho:

source: Legend
portuguese_br: Legenda

source: %s -> User document directory
portuguese_br: %s -> diretório de documentos do usuário

source: %s -> User profile folder
portuguese_br: %s -> pasta de perfil do usuário

source: %s -> Folder of.MMB database file
portuguese_br: %s -> arquivo de banco de dados of.MMB Pasta

source: %s -> MMEX Application data folder
portuguese_br: %s -> pasta de dados de aplicativos MMEX

source: Other OS folders
portuguese_br: Outras pastas do sistema operacional

source: Not yet set
portuguese_br: Ainda não definido

source: Windows folder ->
portuguese_br: Pasta do Windows ->

source: Mac folder ->
portuguese_br: Pasta Mac ->

source: Unix folder ->
portuguese_br: Pasta Unix ->

source: Delete file after import
portuguese_br: Excluir arquivo após a importação

source: Select to delete file after import in attachments archive
portuguese_br: Selecione para excluir o arquivo após a importação em anexos de arquivo

source: When remove attachment, move file instead of delete
portuguese_br: Quando apego remove, arquivo movimento em vez de excluir

source: Select to don't delete file when attachment is removed, but instead move it to 'Deleted' subfolder
portuguese_br: Selecione para não excluir o arquivo quando o apego é removido, mas em vez movê-lo para subpasta 'excluídos'

source: System documents directory
portuguese_br: Diretório de documentos do sistema

source: Application data directory
portuguese_br: Diretório de dados de aplicativos

source: Database file directory
portuguese_br: Diretório de arquivos de banco de dados

source: Dropbox folder
portuguese_br: Pasta Dropbox

source: Choose folder to set as attachments archive
portuguese_br: Escolher pasta para definir como arquivar anexos

source: Display Heading
portuguese_br: Mostrar Heading

source: User Name
portuguese_br: Nome de Usuário

source: The User Name is used as a title for the database.
portuguese_br: O nome de usuário é usada como um título para o banco de dados.

source: Language
portuguese_br: Idioma

source: Specify the language to use
portuguese_br: Especifique o idioma a ser usado

source: Base Currency
portuguese_br: Moeda Base

source: Set Currency
portuguese_br: Definir moeda

source: Sets the default currency for the database.
portuguese_br: Define a moeda padrão para o banco de dados.

source: Specify the date format for display
portuguese_br: Especifique o formato de data para exibição

source: New date format sample:
portuguese_br: Nova amostra de formato de data:

source: Financial Year
portuguese_br: Exercício financeiro

source: Start Day
portuguese_br: Dia de Início

source: Specify Day for start of financial year
portuguese_br: Especifique Day para o início do exercício

source: Start Month
portuguese_br: Comece Mês

source: Specify month for start of financial year
portuguese_br: Especificar mês para o início do exercício

source: Use Original Date when Pasting Transactions
portuguese_br: Use Original Data Ao colar Transações

source: Select whether to use the original transaction date or current date when copying/pasting transactions
portuguese_br: Selecione se deseja usar a data da transação original ou data atual transações ao copiar / colar

source: Use Transaction Sound
portuguese_br: Use Transação Som

source: Select whether to use sounds when entering transactions
portuguese_br: Selecione se deseja usar sons ao entrar transações

source: Important note
portuguese_br: Nota importante

source: Remember to update currency rate
portuguese_br: Lembre-se de atualizar taxa de câmbio

source: Stock Quote Web Page
portuguese_br: Cotação Web Page

source: Clear the field to Reset the value to system default.
portuguese_br: Limpe o campo para redefinir o valor para o padrão do sistema.

source: New Transaction Dialog Settings
portuguese_br: Novas configurações de diálogo Transação

source: Last Used
portuguese_br: Última Usado

source: Last used for payee
portuguese_br: Última usado para beneficiário

source: Default Date:
portuguese_br: Data Padrão:

source: Default Payee:
portuguese_br: Beneficiário Padrão:

source: Default Category:
portuguese_br: Categoria padrão:

source: Default Status:
portuguese_br: Estado padrão:

source: Create a new backup when MMEX Start
portuguese_br: Criar um novo backup quando MMEX Iniciar

source: When MMEX Starts, creates the backup database: dbFile_start_YYYY-MM-DD.ext.
portuguese_br: Quando MMEX Inicia, creates o banco de dados de backup: dbFile_start_YYYY-MM-DD.ext.

source: Backup database on exit.
portuguese_br: Banco de dados de backup na saída.

source: When MMEX shuts down and changes made to database, creates or updates the backup database: dbFile_update_YYYY-MM-DD.ext.
portuguese_br: Quando MMEX desliga e as alterações feitas no banco de dados, creates ou atualiza o banco de dados de backup: dbFile_update_YYYY-MM-DD.ext.

source: Specify max number of backup files
portuguese_br: Especifique o número máximo de arquivos de backup

source: Max Files
portuguese_br: Arquivos de Max

source: CSV Settings
portuguese_br: Configurações CSV

source: Delimiter
portuguese_br: Delimitador

source: WebApp Settings
portuguese_br: Configurações WebApp

source: Specify the Web App URL without final slash
portuguese_br: Especifique o Web App URL sem barra final

source: Specify the Web App GUID
portuguese_br: Especifique o Web App GUID

source: Proxy Settings
portuguese_br: Configurações de Proxy

source: Specify the proxy IP address
portuguese_br: Especifique o endereço IP do proxy

source: Specify proxy port number
portuguese_br: Especifique o número da porta do proxy

source: Proxy
portuguese_br: Procuração

source: Port
portuguese_br: Porto

source: Web Server
portuguese_br: Servidor Web

source: Enable
portuguese_br: Habilitar

source: Enable internal web server when MMEX Starts.
portuguese_br: Ativar servidor web interno quando MMEX Inicia.

source: Specify web server port number
portuguese_br: Especifique o número da porta do servidor web

source: Usage statistics
portuguese_br: As estatísticas de uso

source: Send anonymous statistics usage data
portuguese_br: Enviar dados de utilização estatísticas anônimo

source: Enable to help us sending anonymous data about MMEX usage.
portuguese_br: Habilitar para nos ajudar a enviar dados anônimos sobre o uso MMEX.

source: View Options
portuguese_br: Opções de visualização

source: Accounts Visible
portuguese_br: Contas visíveis

source: Specify which accounts are visible
portuguese_br: Especifique quais contas são visíveis

source: Transactions Visible
portuguese_br: Transações visíveis

source: Specify which transactions are visible by default
portuguese_br: Especifique qual as transações são visíveis por padrão

source: Report Font Size
portuguese_br: Tamanho do Relatório Font

source: XSmall
portuguese_br: XPequeno

source: Small
portuguese_br: Pequeno

source: Large
portuguese_br: Grande

source: XLarge
portuguese_br: XGrande

source: Huge
portuguese_br: Grande

source: Specify which font size is used on the report tables
portuguese_br: Especifique qual o tamanho da fonte é usada nas tabelas do relatório

source: View Budgets as Financial Years
portuguese_br: Exibir Orçamentos como Exercícios

source: View Budgets with 'transfer' transactions
portuguese_br: Visualização de Orçamentos com transações "transferência"

source: View Budgets Setup Without Budget Summaries
portuguese_br: Exibir Orçamentos Setup Sem Orçamento Resumos

source: View Budget Summary Report without Categories
portuguese_br: Ver Orçamento Relatório Resumido sem Categorias

source: View Reports without Future Transactions
portuguese_br: Exibir relatórios sem Operações Futuras

source: User Colors
portuguese_br: Cores do usuário

source: Open
portuguese_br: Aberto

source: Favorites
portuguese_br: Favoritos

source: Directory of language files does not exist: %s
portuguese_br: Diretório de arquivos de idioma não existe: %s

source: Entry %s is invalid
portuguese_br: Entrada %s é inválido

source: Invalid Entry
portuguese_br: Entrada Inválida

source: Invalid Category
portuguese_br: Inválido Categoria

source: Please use this button for category selection or use the 'Split' checkbox for multiple categories.
portuguese_br: Utilize este botão para seleccionar categoria em usar a opção 'Split' para várias categorias.

source: Invalid Account
portuguese_br: Conta inválido

source: Please select the account for this transaction.
portuguese_br: Por favor, selecione a conta para esta transação.

source: Please specify which account the transfer is going to.
portuguese_br: Por favor, especifique qual conta a transferência vai.

source: Selection can be made by using the dropdown button.
portuguese_br: A seleção pode ser feita utilizando o botão suspenso.

source: Invalid Payee
portuguese_br: Beneficiário inválido

source: Please type in a new payee, or make a selection using the dropdown button.
portuguese_br: Por favor, digite um novo beneficiário, em fazer uma seleção com o botão suspenso.

source: Invalid Name
portuguese_br: Nome inválido

source: Please type in a non empty name.
portuguese_br: Por favor digite um nome não vazio.
