Repository: loki36/moneymanagerex
Catalog: po/*.po
Languages: portuguese_br

source: Recommendation: Always backup your .mmb database file regularly.
portuguese_br: Recomendação: Sempre faça backup do arquivo do banco de dados MMB regularmente..

source: Recommendation: If upgrading to a new version of MMEX, make sure you backup your .mmb database file before doing so.
portuguese_br: Recomendação: Se a atualização para uma nova versão do MMEX, certifique-se que você faça backup do arquivo de banco de dados MMB antes de fazê-lo..

source: Recommendation: Use copy (Ctrl+C) and paste (Ctrl+V) for frequently used transactions.
portuguese_br: Recomendação: Use copie (Ctrl + C) e colar (Ctrl + V) para as operações mais utilizadas.

source: Tip: Remember to make backups of your .mmb.
portuguese_br: Dica: Lembre-se de fazer backups de seu MMB..

source: Tip: The .mmb file is not encrypted. That means anyone else having the proper know how can actually open the file and read the contents. So make sure that if you are storing any sensitive financial information it is properly guarded.
portuguese_br: Dica:. Arquivo MMB A não é criptografado. Isso significa que qualquer outra pessoa ter o know adequado como pode realmente abrir o arquivo e ler o conteúdo. Então, certifique-se de que se você está armazenando todas as informações financeiras confidenciais que está devidamente guardado.

source: Tip: To mark a transaction as reconciled, just select the transaction and hit the 'r' or 'R' key. To mark a transaction as unreconciled, just select the transaction and hit the 'u' or 'U' key.
portuguese_br: Dica: Para marcar uma transação como reconciliada, basta selecionar a transação e acertar o 'r' ou a tecla 'R'. Para marcar uma transação como inconformado, basta selecionar a transação e acertar o 'u' ou a tecla 'U'.

source: Tip: To mark a transaction as requiring followup, just select the transaction and hit the 'f' or 'F' key.
portuguese_br: Dica: Para marcar uma transação como necessitando de acompanhamento, basta selecionar a transação e acertar o 'f' ou a tecla 'F'.

source: Tip: MMEX supports printing of all reports that can be viewed. The print options are available under the menu, File->Print.
portuguese_br: Dica: MMEX suporta a impressão de todos os relatórios que podem ser visualizados. As opções de impressão estão disponíveis no menu, File-> Imprimir.

source: Tip: You can modify some runtime behavior of MMEX by changing the options in the Options Dialog.
portuguese_br: Dica: Você pode modificar um comportamento de tempo de execução de MMEX alterando as opções na caixa de diálogo Opções.

source: Tip: To print a statement with transactions from any arbitary set of criteria, use the transaction filter to select the transactions you want and then do a print from the menu.
portuguese_br: Dica: Para imprimir uma declaração com as transações a partir de qualquer conjunto arbitrário de critérios, use o filtro de transação para selecionar as transações que você deseja e, em seguida, fazer uma impressão a partir do menu.

source: Tip: Set exchange rate for currencies in case if you have accounts with different currencies.
portuguese_br: Dica: Definir a taxa de câmbio para as moedas no caso, se você tiver contas com moedas diferentes.

source: Organize Categories Dialog Tip: Pressing the h key will cycle through all categories starting with the letter h
portuguese_br: Organizar Categorias de diálogo Dica: Pressionar o ciclo vontade h chave através de todas as categorias começando com a letra h

source: Organize Categories Dialog Tip: Pressing 2 key combination will cycle through all categories starting with that key combination. Example: Pressing ho will select Homeneeds, Home, House Tax, etc...
portuguese_br: Organizar Categorias de diálogo Dica: Pressionar combinação 2 chave vai percorrer todas as categorias começando com essa combinação de teclas. Exemplo: Ao pressionar ho selecionará Homeneeds, Casa, Casa Tributário, etc ..

source: Tip to get out of debt: Establish an emergency fund.
portuguese_br: Dica para sair da dívida: Estabelecer um fundo de emergência.

source: Tip to get out of debt: Stop acquiring new debt.
portuguese_br: Dica para sair da dívida: Pare de adquirir novas dívidas.

source: Tip to get out of debt: Create a realistic budget for your expenses.
portuguese_br: Dica para sair da dívida: Criar um orçamento realista para suas despesas.

source: Tip to get out of debt: Spend less than you earn.
portuguese_br: Dica para sair da dívida: Gaste menos do que ganha.

source: Tip to get out of debt: Pay more than the minimum.
portuguese_br: Dica para sair da dívida: pagar mais do que o mínimo.

source: Before going to a shop and buy something: take the time making a list of what you really need. In the shop buy what is in your list.
portuguese_br: Antes de ir a uma loja e comprar alguma coisa: ter tempo de fazer uma lista do que você realmente precisa. Na loja comprar o que está na sua lista.

source: Displayed Bal:
portuguese_br: Exibido Bal:

source: Account Bal:
portuguese_br: Conta Bal:

source: Reconciled Bal:
portuguese_br: Reconciliados Bal:

source: Diff:
portuguese_br: Dif:

source: New Transaction
portuguese_br: Nova Transação

source: Edit selected transaction
portuguese_br: Edite transação selecionada

source: Delete selected transaction
portuguese_br: Excluir transação selecionada

source: Duplicate selected transaction
portuguese_br: Duplicar transação selecionada

source: Enter any string to find it in the nearest transaction notes
portuguese_br: Digite qualquer seqüência de encontrá-lo nas notas de transação mais próximos

source: Account View : %s
portuguese_br: Conta: %s

source: Select account used in transfer transactions
portuguese_br: Selecione conta utilizada nas transações de transferência

source: &New Transaction
portuguese_br: & New Transação

source: &Edit Transaction
portuguese_br: & Editar Transação

source: &Copy Transaction
portuguese_br: Copiar & Transaction

source: &Paste Transaction
portuguese_br: & Transaction Paste

source: D&uplicate Transaction
portuguese_br: D & uplicate Transação

source: &Move Transaction
portuguese_br: & Mover Transação

source: &View Split Categories
portuguese_br: E exibição de divisão Categorias

source: Hide Deleted (Void)
portuguese_br: Esconder eliminado (sem)

source: Show Deleted (Void)
portuguese_br: Mostrar eliminado (sem)

source: &Delete Transaction
portuguese_br: & Excluir Transação

source: Delete all transactions in current view
portuguese_br: Excluir todas as operações, tendo em vista atual

source: Delete Viewed "Follow Up" Trans.
portuguese_br: Excluir viram "Follow Up" Trans.

source: Delete Viewed "Unreconciled" Trans.
portuguese_br: Excluir viram "Unreconciled" Trans.

source: Mark As &Reconciled
portuguese_br: Como Mark & ​​Reconciled

source: Mark As &Unreconciled
portuguese_br: Como Mark & ​​Unreconciled

source: Mark As &Void
portuguese_br: Como Mark & ​​Vácuo

source: Mark For &Followup
portuguese_br: Para Mark & ​​Acompanhamento

source: Mark As &Duplicate
portuguese_br: Como Mark & ​​Duplicate

source: as Reconciled
portuguese_br: como Reconciliados

source: as Unreconciled
portuguese_br: como Unreconciled

source: as Void
portuguese_br: como Vazio

source: as needing Followup
portuguese_br: como necessitando de Acompanhamento

source: as Duplicate
portuguese_br: como Duplicate

source: Mark all being viewed
portuguese_br: Marcar tudo sendo visto

source: Do you really want to delete all the transactions shown?
portuguese_br: Você realmente quer apagar todas as transações mostrado?

source: Confirm Transaction Deletion
portuguese_br: Confirme Transação Supressão

source: Follow Up
portuguese_br: Encaminhar

source: Do you really want to delete all the "%s" transactions shown?
portuguese_br: Você realmente quer apagar todos os "%s" transações mostrado?

source: Do you really want to delete the selected transaction?
portuguese_br: Você realmente deseja apagar a transação selecionada?

source: Moving Transaction from %s to...
portuguese_br: Movendo-se de transação a partir de %s para ...

source: Select the destination Account
portuguese_br: Selecione a conta de destino

source: Please type in an exiting payee name, or make a selection using the dropdown button.
portuguese_br: Por favor, digite um nome do beneficiário sair, em fazer uma seleção com o botão suspenso.

source: Fatal error occured. Application will be terminated.
portuguese_br: Erro fatal ocorreu. Application será encerrado.

source: Toolbar
portuguese_br: Barra de ferramentas

source: Bank Accounts
portuguese_br: Contas Bancárias

source: Term Accounts
portuguese_br: Contas a prazo

source: Stocks
portuguese_br: Açoes

source: Auto Repeat Transactions
portuguese_br: Transações Repita Auto

source: Navigation
portuguese_br: Navegação

source: Home Page
portuguese_br: Página Inicial

source: Budget Setup
portuguese_br: Setup Orçamento

source: Help
portuguese_br: Ajuda

source: Do you really want to delete the account?
portuguese_br: Você realmente deseja excluir a conta?

source: Confirm Account Deletion
portuguese_br: Confirmar exclusão de conta

source: MMEX has been opened without an active database.
portuguese_br: MMEX foi aberto sem um banco de dados ativo.

source: MMEX: Menu Popup Error
portuguese_br: MMEX: Menu Popup de erro

source: &Edit Account
portuguese_br: Conta de Editar

source: &Delete Account
portuguese_br: & Apagar Conta

source: &Launch Account Website
portuguese_br: E lançar Conta site

source: New &Account
portuguese_br: New & Conta

source: &CSV Files...
portuguese_br: E arquivos CSV ...

source: &QIF Files...
portuguese_br: E arquivos QIF ...

source: New Database
portuguese_br: Novo Banco de Dados

source: Save Database &As
portuguese_br: Salvar Banco de Dados & A

source: Save Database As
portuguese_br: Salvar Banco de Dados Como

source: &Recent Files...
portuguese_br: E Arquivos recentes ...

source: &Clear Recent Files
portuguese_br: Arquivos & Clear recentes

source: &Report to HTML
portuguese_br: E Relatório para HTML

source: Export to HTML
portuguese_br: Exportar para HTML

source: Import from any CSV file
portuguese_br: Importação de qualquer arquivo CSV

source: Import from QIF
portuguese_br: Importar QIF

source: &Print...
portuguese_br: & Imprimir ...

source: Print current view
portuguese_br: Imprimir visão atual

source: E&xit Alt-X
portuguese_br: Sair Alt-X

source: Quit this program
portuguese_br: Sair deste programa

source: &Toolbar
portuguese_br: & Barra de Ferramentas

source: Show/Hide the toolbar
portuguese_br: Mostrar / ocultar a barra de ferramentas

source: Show/Hide the Navigation tree control
portuguese_br: Exibir / Ocultar o controle de árvore de navegação

source: Budgets: As &Financial Years
portuguese_br: Orçamentos: AS & Financeiras Exercícios

source: Display Budgets in Financial Year Format
portuguese_br: Orçamentos de vídeo no Exercício Formato

source: Budgets: &Include Transfers in Totals
portuguese_br: Orçamentos: & Incluir Transfers em Totais

source: Include the transfer transactions in the Budget Totals
portuguese_br: Incluir as transações de transferência nos totais Orçamento

source: Budget Setup: &Without Summaries
portuguese_br: Setup Orçamento: e sem resumos

source: Display the Budget Setup without category summaries
portuguese_br: Mostrar a configuração do Orçamento sem resumos categoria

source: Budget Summary: Include &Categories
portuguese_br: Resumo Orçamento: Incluir & Categorias

source: Include the categories in the Budget Category Summary
portuguese_br: Incluir as categorias no Orçamento Categoria Resumo

source: Ignore F&uture Transactions
portuguese_br: Ignorar F & RÓXIMOS Transações

source: Ignore Future transactions
portuguese_br: Ignorar transações futuras

source: Account &List
portuguese_br: Account & Lista

source: Show Account List
portuguese_br: Mostrar lista de contas

source: Delete Account from database
portuguese_br: Apagar Conta de banco de dados

source: Organize &Categories...
portuguese_br: Organizar e categorias ...

source: Organize &Payees...
portuguese_br: Organizar e favorecidos ...

source: Organize Payees
portuguese_br: Organize Beneficiários

source: Organize Currency
portuguese_br: Organize Moeda

source: Organize Currency...
portuguese_br: Organize moeda ...

source: &Categories...
portuguese_br: E categorias ...

source: &Payees...
portuguese_br: E favorecidos ...

source: Reassign all payees to another payee
portuguese_br: Reatribuir todos os beneficiários para outro beneficiário

source: Relocation of...
portuguese_br: Deslocalização de ...

source: Relocate Categories && Payees
portuguese_br: Reloque Categorias && Beneficiários

source: &Budget Setup
portuguese_br: E Setup Orçamento

source: &Repeating Transactions
portuguese_br: Repetindo & Transações

source: Bills && Deposits
portuguese_br: Bills && Depósitos

source: &Assets
portuguese_br: e Ativos

source: &Transaction Report Filter...
portuguese_br: E Extrato Filter ...

source: Transaction Report Filter
portuguese_br: Relatório de Operação Filtro

source: &General Report Manager...
portuguese_br: Relatório & Gerente Geral ...

source: &Options...
portuguese_br: & Opções ...

source: Show the Options Dialog
portuguese_br: Mostrar a caixa de diálogo Opções

source: Convert Encrypted &DB
portuguese_br: Converta criptografados & DB

source: Convert Encrypted DB to Non-Encrypted DB
portuguese_br: Converta criptografados DB para não-criptografada DB

source: Show the Help file
portuguese_br: Mostrar o arquivo de Ajuda

source: &Show App Start Dialog
portuguese_br: & Show App Iniciar diálogo

source: App Start Dialog
portuguese_br: App Iniciar diálogo

source: Check For Updates
portuguese_br: Verificar atualizações

source: Check for &Updates
portuguese_br: Verificar e Actualizações

source: Visit MMEX Forum
portuguese_br: Visite MMEX Forum

source: Visit the MMEX forum. See existing user comments, or report new issues with the software.
portuguese_br: Visite o fórum MMEX. Veja os comentários de usuários existentes, ou relatar novos problemas com o software.

source: Register/View Release &Notifications
portuguese_br: Cadastre-se / Ver Lançamento e Notificações

source: Sign up to Notification Mailing List or View existing announcements.
portuguese_br: Registe-se para Mailing List Notificação ou Ver os anúncios existentes.

source: Visit us on Facebook
portuguese_br: Visite-nos no Facebook

source: &About...
portuguese_br: & Sobre ...

source: Show about dialog
portuguese_br: Mostrar sobre diálogo

source: &File
portuguese_br: &Arquivo

source: &Accounts
portuguese_br: & Contas

source: &Tools
portuguese_br: &Ferramentas

source: &View
portuguese_br: &Visualizar

source: &Help
portuguese_br: &Ajudar

source: New
portuguese_br: Novo

source: Account List
portuguese_br: Lista de contas

source: Show Organize Categories Dialog
portuguese_br: Mostrar Organizar Categorias de diálogo

source: Show Organize Payees Dialog
portuguese_br: Mostrar Organizar Beneficiários diálogo

source: Show Organize Currency Dialog
portuguese_br: Mostrar Organizar diálogo Moeda

source: - No File opened
portuguese_br: - No arquivo aberto

source: Sorry. The Database version is too old or Database password is incorrect
portuguese_br: Desculpe. A versão do banco de dados é muito antiga ou a senha do banco de dados é incorreto

source: Cannot locate previously opened database.
portuguese_br: Não é possível localizar anteriormente banco de dados aberto.

source: Password not entered for encrypted Database.
portuguese_br: A senha não entrou para banco de dados criptografado.

source: portable mode
portuguese_br: modo portátil

source: Choose database file to create
portuguese_br: Escolher arquivo de banco de dados para criar

source: Choose database file to open
portuguese_br: Escolher arquivo de banco de dados para abrir

source: Choose Encrypted database file to open
portuguese_br: Escolher arquivo de banco de dados criptografados para abrir

source: Enter password for database
portuguese_br: Digite a senha para o banco de dados

source: Choose database file to Save As
portuguese_br: Escolher arquivo de banco de dados para Salvar como

source: Converted DB!
portuguese_br: Convertido DB!

source: MMEX message
portuguese_br: MMEX mensagem

source: Save database file as
portuguese_br: Salve o arquivo de banco de dados como

source: Can't copy file to itself
portuguese_br: Não é possível copiar arquivos para si

source: Enter password for new database
portuguese_br: Digite a senha para o novo banco de dados

source: No account available to import
portuguese_br: Não tem conta disponível para importação

source: MMEX Options have been updated.
portuguese_br: Opções MMEX foram atualizados.

source: MMEX Options
portuguese_br: Opções MMEX

source: Choose HTML file to Export
portuguese_br: Escolher arquivo HTML para Exportar

source: No account available to edit!
portuguese_br: Não tem conta disponível para editar!

source: Choose Account to Edit
portuguese_br: Escolha Conta para Editar

source: No account available to delete!
portuguese_br: Não tem conta disponível para apagar!

source: Choose Account to Delete
portuguese_br: Escolha Conta para Excluir

source: Are you sure you want to delete %s account: %s ?
portuguese_br: Tem certeza de que deseja excluir %s conta: %s ?

source: Payee Relocation Completed.
portuguese_br: Beneficiário Relocation Concluída.

source: Payee Relocation Result
portuguese_br: Beneficiário Relocation Resultado

source: File %s not found
portuguese_br: Arquivo %s não encontrado

source: Where the Money Goes
portuguese_br: Onde vai o dinheiro

source: Where the Money Comes From
portuguese_br: Onde Vem o Dinheiro

source: Payees
portuguese_br: Beneficiários

source: Income vs Expenses
portuguese_br: Receitas vs Despesas

source: Last Calendar Month
portuguese_br: Última Calendário Mês

source: Current Month to Date
portuguese_br: Mês atual para Data

source: Current Month
portuguese_br: Mês Corrente

source: Last 30 Days
portuguese_br: Nos últimos 30 dias

source: Last Year
portuguese_br: Último ano

source: Current Year to Date
portuguese_br: Ano Atual para Data

source: Current Year
portuguese_br: Ano Corrente

source: Last Financial Year
portuguese_br: Último exercício

source: Current Financial Year to Date
portuguese_br: Exercício em curso para Data

source: Current Financial Year
portuguese_br: EXERCÍCIO EM CURSO

source: Income vs Expenses - Specific Accounts
portuguese_br: Contas específicas - Receitas vs Despesas

source: Budget Performance
portuguese_br: Desempenho Orçamento

source: Budget Category Summary
portuguese_br: Orçamento Categoria Resumo

source: Cash Flow
portuguese_br: Fluxo de Caixa

source: Cash Flow - With Bank Accounts
portuguese_br: Fluxo de Caixa - com contas bancárias

source: Cash Flow - With Term Accounts
portuguese_br: Fluxo de Caixa - Com contas a prazo

source: Cash Flow - Specific Accounts
portuguese_br: Fluxo de Caixa - contas específicas

source: Daily Cash Flow - Specific Accounts
portuguese_br: Fluxo de Caixa Diário - contas específicas

source: Transaction Report
portuguese_br: Relatório de Transação

source: &Forward
portuguese_br: E encaminhar

source: Help
portuguese_br: Ajuda

source: Gain/Loss
portuguese_br: Ganho / Perda

source: Total
portuguese_br: Totais

source: Top Withdrawals: %s
portuguese_br: Top Retiradas: %s

source: Summary
portuguese_br: Sumário

source: Upcoming Transactions
portuguese_br: Próximos Transações

source: Bank Account
portuguese_br: Conta bancária

source: Term Account
portuguese_br: Conta Term

source: Income vs Expenses: %s
portuguese_br: Receitas vs Despesas: %s

source: Expenses
portuguese_br: Despesas

source: Difference:
portuguese_br: Diferença:

source: Transaction Statistics
portuguese_br: Estatísticas Transação

source: Follow Up On Transactions:
portuguese_br: Acompanhamento sobre Transações:

source: Total Transactions:
portuguese_br: Total de Operações:

source: Grand Total:
portuguese_br: Total Geral:

source: REPORTS
portuguese_br: RELATÓRIOS

source: Invalid Amount.
portuguese_br: Valor inválido.

source: Please enter a positive or calculated value.
portuguese_br: Por favor insira um valor positivo ou calculado.

source: Tip: For calculations, enter expressions like (2+2)*(2+2) Calculations will be evaluated and the result used as the entry.
portuguese_br: Dica: Para os cálculos, insira expressões como (2 +2) * (2 +2) Calculations serão avaliados eo resultado usado como entrada.

source: Closed
portuguese_br: Fechado

source: Checking
portuguese_br: Verificação

source: Term
portuguese_br: Vencimento

source: Investment
portuguese_br: Investimento

source: Appreciates
portuguese_br: Aprecia

source: Depreciates
portuguese_br: Deprecia

source: Property
portuguese_br: Propriedade

source: Automobile
portuguese_br: Automóvel

source: Household Object
portuguese_br: Objeto de Domicílios

source: Art
portuguese_br: Arte

source: Jewellery
portuguese_br: Jóias

source: Cash
portuguese_br: Dinheiro

source: Other
portuguese_br: Outros

source: Transfer
portuguese_br: Transferir

source: Telephone
portuguese_br: Telefone

source: Electricity
portuguese_br: Eletricidade

source: Gas
portuguese_br: Gás

source: Rent
portuguese_br: Alugar

source: Cable TV
portuguese_br: TV a cabo

source: Water
portuguese_br: Água.

source: Bills
portuguese_br: Faturas

source: Groceries
portuguese_br: Comestíveis

source: Dining out
portuguese_br: Jantar fora

source: Food
portuguese_br: Alimentos

source: Movies
portuguese_br: Filmes

source: Video Rental
portuguese_br: Aluguer de Vídeo

source: Leisure
portuguese_br: Lazer

source: Maintenance
portuguese_br: Manutenção

source: Parking
portuguese_br: Estacionamento

source: Registration
portuguese_br: Registro

source: Books
portuguese_br: Livros

source: Tuition
portuguese_br: Ensino

source: Education
portuguese_br: Educação

source: Clothing
portuguese_br: Roupas.

source: Furnishing
portuguese_br: Mobiliário

source: Health
portuguese_br: Saúde

source: Physician
portuguese_br: Médico

source: Prescriptions
portuguese_br: Prescrições

source: Healthcare
portuguese_br: Saúde

source: Auto
portuguese_br: Automático

source: Life
portuguese_br: A vida

source: Home
portuguese_br: Início

source: Insurance
portuguese_br: Seguro

source: Travel
portuguese_br: Viajar

source: Lodging
portuguese_br: {0}{/0}{1}{/1} {2}{/2}Acomodação

source: Vacation
portuguese_br: Férias

source: Income Tax
portuguese_br: Imposto de Renda

source: House Tax
portuguese_br: Casa Imposto

source: Water Tax
portuguese_br: Imposto de água

source: Taxes
portuguese_br: Impostos

source: Miscellaneous
portuguese_br: Disposições Gerais

source: Gifts
portuguese_br: Presentes

source: Salary
portuguese_br: Salario

source: Reimbursement/Refunds
portuguese_br: Reembolso / Reembolsos

source: Investment Income
portuguese_br: Rendimentos de investimentos

source: Other Income
portuguese_br: Outras Receitas

source: Other Expenses
portuguese_br: Outras Despesas

source: Base Currency Not Set
portuguese_br: Moeda Base não informado

source: The SQL script: %s will modify database! aborted!
portuguese_br: O script SQL: %s will modificar banco de dados! abortada!

source: General
portuguese_br: Geral

source: Attachments
portuguese_br: Anexos

source: Network
portuguese_br: Rede

source: Default Category
portuguese_br: Categoria Padrão

source: Search:
portuguese_br: Pesquisar:

source: Payee with same name exists
portuguese_br: Beneficiário com mesmo nome

source: Organize Payees: Add Payee
portuguese_br: Organize Beneficiários: Adicionar Beneficiário

source: Enter the name for the new payee:
portuguese_br: Digite o nome para o novo beneficiário:

source: Modify the name for the payee:
portuguese_br: Modificar o nome do beneficiário:

source: Organize Payees: Edit Payee
portuguese_br: Organize Beneficiários: Editar Beneficiário
