Repository: loki36/moneymanagerex
Catalog: po/*.po
Languages: portuguese_br

source: About
portuguese_br: Sobre

source: License agreement
portuguese_br: Contrato de licença

source: Website
portuguese_br: Site na Web

source: Forum
portuguese_br: Fórum

source: Wiki page
portuguese_br: Página Wiki

source: Bug reports
portuguese_br: Relatórios de bugs

source: Follow MMEX on Facebook
portuguese_br: Siga MMEX no Facebook

source: Follow MMEX on Twitter
portuguese_br: Siga MMEX no Twitter

source: Donate
portuguese_br: Doar

source: Developers
portuguese_br: Desenvolvedores

source: Sponsors
portuguese_br: Patrocinadores

source: License
portuguese_br: Licença

source: New Account
portuguese_br: Nova conta

source: Edit Account
portuguese_br: Modificar Conta

source: Account Name:
portuguese_br: Nome da conta:

source: Account Type:
portuguese_br: Tipo de conta:

source: Account Status:
portuguese_br: Status da Conta:

source: Initial Balance: %s
portuguese_br: Saldo Inicial: %s

source: Currency:
portuguese_br: Moeda:

source: Select Currency
portuguese_br: Selecionar moeda

source: Favorite Account
portuguese_br: Conta Favorita

source: Notes
portuguese_br: Notas

source: Others
portuguese_br: Outros

source: Account Number:
portuguese_br: Número da Conta:

source: Held At:
portuguese_br: Realizada em:

source: Website:
portuguese_br: Site:

source: Contact:
portuguese_br: Contato:

source: Organize attachments of this account
portuguese_br: Organize os anexos desta conta

source: &Cancel
portuguese_br: &Cancelar

source: Enter the Name of the Account. This name can be renamed at any time.
portuguese_br: Digite o nome da conta. Este nome pode ser mudado a qualquer momento.

source: Specify the type of account to be created.
portuguese_br: Especifique o tipo de conta a ser criada.

source: Specify if this account has been closed. Closed accounts are inactive in most calculations, reporting etc.
portuguese_br: Especificar se esta conta foi fechada. Fechadas as contas estão inativos na maioria dos cálculos, relatórios, etc

source: Enter the initial balance in this account.
portuguese_br: Digite o saldo inicial desta conta.

source: Specify the currency to be used by this account.
portuguese_br: Especifique a moeda a ser usada por esta conta.

source: Select whether this is an account that is used often. This is used to filter accounts display view.
portuguese_br: Selecione se esta é uma conta que é usado com freqüência. Esta é usada para filtrar as contas vista display.

source: Enter user notes and details about this account.
portuguese_br: Entre as notas de usuários e detalhes sobre esta conta.

source: Enter the Account Number associated with this account.
portuguese_br: Digite o número da conta associado a esta conta.

source: Enter the name of the financial institution in which the account is held.
portuguese_br: Digite o nome da instituição financeira em que a conta é mantida.

source: Enter the URL of the website for the financial institution.
portuguese_br: Digite a URL do site para a instituição financeira.

source: Enter any contact information for the financial institution.
portuguese_br: Digite as informações de contato para a instituição financeira.

source: Enter any login/access information for the financial institution. This is not secure as anyone with access to the mmb file can access it.
portuguese_br: Digite as informações de login / acesso para a instituição financeira. Isto não é seguro como qualquer pessoa com acesso ao arquivo de MMB pode acessá-lo.

source: Account Name
portuguese_br: Nome da conta

source: Currency
portuguese_br: Moeda

source: Default Image
portuguese_br: Padrão da Imagem

source: Image #%i
portuguese_br: Imagem #% i

source: Open Last Opened Database
portuguese_br: Open Última Inaugurado Banco de Dados

source: Create a New Database
portuguese_br: Criar um novo banco de dados

source: Create a new database file to get started
portuguese_br: Crie um novo arquivo de banco de dados para começar

source: Open Existing Database
portuguese_br: Abrir banco de dados existente

source: Open an already created database file with extension (*.mmb)
portuguese_br: Abra um arquivo de banco de dados já criado com a extensão (*. MMB)

source: Read Documentation
portuguese_br: Leia Documentação

source: Read the user manual
portuguese_br: Leia o manual do usuário

source: Visit Website for more information
portuguese_br: Visite o site para mais informações

source: Open the %s website for latest news, updates etc
portuguese_br: Abra a %s site para as últimas notícias, atualizações etc

source: Show this window next time %s starts
portuguese_br: Mostrar esta janela próxima vez %s começa

source: Open the previously opened database : %s
portuguese_br: Abra o banco de dados previamente aberto: %s

source: New/Edit Asset
portuguese_br: Novo / Editar recurso

source: Asset Details
portuguese_br: Detalhes de ativos

source: Name
portuguese_br: Nome

source: Enter the name of the asset
portuguese_br: Digite o nome do ativo

source: Date
portuguese_br: Data

source: Specify the date of purchase of asset
portuguese_br: Especifique a data de compra de ativos

source: Asset Type
portuguese_br: Tipo de ativos

source: Select type of asset
portuguese_br: Selecione o tipo de ativo

source: Value
portuguese_br: Valor

source: Enter the current value of the asset
portuguese_br: Digite o valor atual do ativo

source: Change in Value
portuguese_br: Mudança no Valor

source: Specify if the value of the asset changes over time
portuguese_br: Especificar se o valor das alterações de activos ao longo do tempo

source: % Rate
portuguese_br: % Taxa de

source: Organize attachments of this asset
portuguese_br: Organize os anexos deste ativo

source: Enter notes associated with this asset
portuguese_br: Digite notas associadas a este ativo

source: &New Asset
portuguese_br: & New ativos

source: D&uplicate Asset
portuguese_br: D & uplicate ativos

source: &Edit Asset
portuguese_br: & Editar recurso

source: &Delete Asset
portuguese_br: & Eliminar ativos

source: &Organize Attachments
portuguese_br: Organizar e Anexos

source: Do you really want to delete the Asset?
portuguese_br: Você realmente quer deletar o ativo?

source: Confirm Asset Deletion
portuguese_br: Confirmar Exclusão de ativos

source: MMEX allows you to track fixed assets like cars, houses, land and others. Each asset can have its value appreciate by a certain rate per year, depreciate by a certain rate per year, or not change in value. The total assets are added to your total financial worth.
portuguese_br: MMEX permite rastrear ativos fixos, como carros, casas, terrenos e outros. Cada ativo pode ter seu valor apreciar por uma determinada taxa por ano, depreciar por uma determinada taxa por ano, ou não mudar de valor. Os ativos totais são adicionados ao seu valor financeiro total.

source: Assets
portuguese_br: Ativos

source: All
portuguese_br: Tudo

source: Type
portuguese_br: Tipo

source: Initial Value
portuguese_br: Valor inicial

source: Current Value
portuguese_br: Valor Atual

source: New Asset
portuguese_br: Nova ativos

source: &Edit
portuguese_br: & Editar

source: Edit Asset
portuguese_br: Editar recurso

source: &Delete
portuguese_br: &Excluir

source: Delete Asset
portuguese_br: Excluir ativos

source: Open attachments
portuguese_br: Abrir anexos

source: Search
portuguese_br: Pesquisa

source: Enter any string to find related assets
portuguese_br: Digite qualquer seqüência de encontrar ativos relacionados

source: Description
portuguese_br: Descrição

source: File
portuguese_br: Arquivo

source: Attachment folder not defined.
portuguese_br: Pasta de anexos não definido.

source: Please set it in Tools -> Options -> Attachments
portuguese_br: Por favor, defina-o em Ferramentas -> Opções -> Anexos

source: Attachment folder not defined
portuguese_br: Pasta anexo não definido

source: Unable to find attachments folder:
portuguese_br: Incapaz de encontrar pasta de anexos:

source: Please verify that above path is correct
portuguese_br: Por favor, verifique que caminho acima está correta

source: Attachments folder not found
portuguese_br: Anexos pasta não encontrado

source: Organize Attachments | %s %i
portuguese_br: Organize Anexos | %s % i

source: Organize Attachments | New %s
portuguese_br: Organize Anexos | New %s

source: Other tools
portuguese_br: Outras ferramentas

source: Import attachment:
portuguese_br: Importação anexo:

source: Enter a description for the new attachment:
portuguese_br: Digite uma descrição para o novo anexo:

source: Organize Attachments: Add Attachment
portuguese_br: Organize Anexos: Adicionar anexo

source: Organize Attachments: Edit Attachment
portuguese_br: Organize Anexos: Editar anexo

source: Do you really want to delete this attachment?
portuguese_br: Você realmente quer apagar este anexo?

source: Confirm Attachment Deletion
portuguese_br: Confirme Anexo Supressão

source: &Add
portuguese_br: &Adicionar

source: &Open
portuguese_br: &Aberta

source: &Remove
portuguese_br: & Remover

source: Att.
portuguese_br: A/C

source: This directory and its files are automatically managed by Money Manager EX software.
portuguese_br: Este diretório e seus arquivos são automaticamente gerenciados pelo software Money Manager EX.

source: Please do not remove, rename or modify manually directories and files.
portuguese_br: Por favor, não remova, renomear ou modificar manualmente diretórios e arquivos.

source: Destination file already exist:
portuguese_br: Arquivo de destino já existe:

source: File not found in attachments. Please delete or rename it.
portuguese_br: Arquivo não encontrado em anexos. Por favor, excluir ou renomeá-lo.

source: Destination file already exist
portuguese_br: Arquivo de destino já existir

source: File already found in attachments
portuguese_br: O arquivo já encontrado em anexos

source: Attachment not found:
portuguese_br: Anexo não encontrado:

source: Do you want to continue and delete attachment on database?
portuguese_br: Você quer continuar e apagar anexo em banco de dados?

source: Delete attachment failed
portuguese_br: Excluir anexo falhou

source: Unable to open file:
portuguese_br: Não é possível abrir arquivo:

source: Please verify that file exists and user has rights to read it.
portuguese_br: Por favor, verifique se o arquivo existe eo usuário tem direito de lê-lo.

source: Open attachment failed
portuguese_br: Abrir anexo falhou

source: New Repeating Transaction
portuguese_br: Nova transação de repetição

source: Edit Repeating Transaction
portuguese_br: Edite Transação Repetindo

source: Enter Repeating Transaction
portuguese_br: Digite Repetindo Transação

source: None
portuguese_br: Nenhuma

source: Weekly
portuguese_br: Semanalmente

source: Monthly
portuguese_br: Mês

source: Bi-Monthly
portuguese_br: Bi-Mensal

source: Quarterly
portuguese_br: Trimestralmente

source: Half-Yearly
portuguese_br: Semestral

source: Yearly
portuguese_br: Anualmente

source: Four Months
portuguese_br: Quatro Meses

source: Four Weeks
portuguese_br: Quatro semanas

source: Daily
portuguese_br: Diariamente

source: In %s Days
portuguese_br: Em %s dias

source: In %s Months
portuguese_br: Em %s meses

source: Every %s Days
portuguese_br: Cada %s dias

source: Every %s Months
portuguese_br: Cada %s meses

source: Monthly (last day)
portuguese_br: Mensal (último dia)

source: Monthly (last business day)
portuguese_br: Mensal (último dia útil)

source: Transaction Details
portuguese_br: Detalhes da transação

source: Repeating Transaction Details
portuguese_br: Repetindo os detalhes da transação

source: Specify the date of the next bill or deposit
portuguese_br: Especifique a data da próxima fatura ou depósito

source: Retard or advance the date of the 'next occurrence
portuguese_br: Retardar ou antecipar a data da "próxima ocorrência

source: Repeats
portuguese_br: Repete

source: Next
portuguese_br: Seguinte

source: Advance the Next Occurance Date with the specified values
portuguese_br: Avança a próxima ocorrência de data com os valores especificados

source: Times Repeated
portuguese_br: Repetidas vezes

source: Set to 'Auto Execute' on the 'Next Occurrence' date.
portuguese_br: Defina para 'Auto Executar' na data 'Next Ocorrência.

source: Automatic Execution will require user acknowledgement.
portuguese_br: Execução automática vai exigir confirmação do usuário.

source: Set 'Auto Execute' without user acknowlegement.
portuguese_br: Definir 'Auto Executar' sem acknowlegement usuário.

source: Automatic Execution will occur without user interaction
portuguese_br: Execução automática ocorrerá sem interação com o usuário

source: Specify the date of the transaction
portuguese_br: Especifique a data da transação

source: Retard or advance the date of the transaction
portuguese_br: Retardar ou antecipar a data da transação

source: Specify the status for the transaction
portuguese_br: Especifique o status da operação

source: Status
portuguese_br: Estatus

source: Specify the type of transactions to be created.
portuguese_br: Especifique o tipo de operações a serem criados.

source: &Advanced
portuguese_br: E Avançado

source: Allows the setting of different amounts in the FROM and TO accounts.
portuguese_br: Permite a definição de diferentes quantidades nos de e para contas.

source: Specify the amount for this transaction
portuguese_br: Especifique o valor para essa transação

source: Specify the amount to be transfered
portuguese_br: Especifique o valor a ser transferido

source: Amount
portuguese_br: Valor

source: Specify the transfer amount in the To Account
portuguese_br: Especifique o valor da transferência na conta para

source: Account
portuguese_br: Conta

source: Select Account
portuguese_br: Selecione Conta

source: Specify the Account that will own the repeating transaction
portuguese_br: Especifique a conta que será o proprietário da transação de repetição

source: Payee
portuguese_br: Sacador

source: Select Payee
portuguese_br: Selecione Beneficiário

source: Specify where the transaction is going to
portuguese_br: Especifique o local onde a transação vai

source: Split
portuguese_br: Dividir

source: Use split Categories
portuguese_br: Use dividir Categorias

source: Category
portuguese_br: Categoria

source: Select Category
portuguese_br: Selecionar Categoria

source: Specify any associated check number or transaction number
portuguese_br: Especificar qualquer número de seleção associada ou número de transações

source: Number
portuguese_br: Número

source: Organize attachments of this repeating transaction
portuguese_br: Organize os anexos desta operação de repetição

source: Select one of the frequently used notes
portuguese_br: Selecione uma das notas usadas com freqüência

source: Specify any text notes you want to add to this transaction.
portuguese_br: Especifique quaisquer notas de texto que você deseja adicionar a essa transação.

source: Choose Bank Account or Term Account
portuguese_br: Escolha conta bancária ou conta de Termo

source: Account name
portuguese_br: Nome da conta

source: Specify which account the transfer is going to
portuguese_br: Especifique qual conta a transferência vai

source: Specify to whom the transaction is going to or coming from
portuguese_br: Especifique a quem a transação vai ou provenientes de

source: From
portuguese_br: De

source: Specify where the transaction is coming from
portuguese_br: Especifique o local onde a transação está vindo

source: To
portuguese_br: Para

source: Select To Account
portuguese_br: Selecione Para Conta

source: Specify the transfer amount in the From Account
portuguese_br: Especifique o valor da transferência na conta de

source: Activates
portuguese_br: Ativa

source: Period: Days
portuguese_br: Período: Dias

source: Period: Months
portuguese_br: Período: Meses

source: Specify period in Days to activate.
portuguese_br: Especifique período em dias para ativar.

source: Becomes blank when not active.
portuguese_br: Fica em branco quando não está ativo.

source: Specify period in Months to activate.
portuguese_br: Especifique período em meses para ativar.

source: Leave blank when not active.
portuguese_br: Deixe em branco quando não está ativo.

source: Specify the number of times this series repeats.
portuguese_br: Especifique o número de vezes que esta série se repete.

source: Leave blank if this series continues forever.
portuguese_br: Deixe em branco se esta série continua para sempre.

source: Specify the category for this transaction
portuguese_br: Especifique a categoria para esta transação

source: Categories
portuguese_br: Categorias

source: Frequency
portuguese_br: Frequência

source: MMEX allows regular payments to be set up as transactions. These transactions can also be regular deposits, or transfers that will occur at some future time. These transactions act as a reminder that an event is about to occur, and appears on the Home Page 14 days before the transaction is due.
portuguese_br: MMEX permite pagamentos regulares para ser configurado como transações. Essas operações também podem ser depósitos regulares, ou transferências que irão ocorrer em algum momento futuro. Essas transações agir como um lembrete de que um evento está prestes a ocorrer, e aparece na página inicial 14 dias antes da operação é devido.

source: Tip: These transactions can be set up to activate – allowing the user to adjust any values on the due date.
portuguese_br: Dica: Essas transações podem ser configurados para ativar - o que permite ao usuário ajustar os valores na data de vencimento.

source: Repeating Transactions
portuguese_br: Repetindo Transações

source: Transaction Filter
portuguese_br: Filtro Transação

source: New Bills & Deposit Series
portuguese_br: Novas contas & Depósito Series

source: Edit Bills & Deposit Series
portuguese_br: Editar contas & Depósito Series

source: Delete Bills & Deposit Series
portuguese_br: Excluir contas & Depósito Series

source: Enter Next Bills & Deposit Occurrence
portuguese_br: Digite Próxima Bills e Depósito Ocorrência

source: &Skip
portuguese_br: & Ir

source: Skip Next Bills & Deposit Occurrence
portuguese_br: Ir Próxima Bills e Depósito Ocorrência

source: Enter next Occurrence...
portuguese_br: Digite próxima ocorrência ...

source: Skip next Occurrence
portuguese_br: Ir próxima ocorrência

source: &New Bills && Deposit Series...
portuguese_br: E novos projetos de lei && Depósito Série ...

source: &Edit Bills && Deposit Series...
portuguese_br: & Editar Bills && Depósito Série ...

source: &Delete Bills && Deposit Series...
portuguese_br: & Eliminar Bills && Depósito Series ...

source: %d days remaining
portuguese_br: %d restantes dias

source: Inactive
portuguese_br: Inativo

source: %d days overdue!
portuguese_br: %d dias de atraso!

source: Do you really want to delete the series?
portuguese_br: Você realmente quer apagar a série?

source: Confirm Series Deletion
portuguese_br: Confirme Série Supressão

source: Budget Year Entry
portuguese_br: Ano Orçamento Entry

source: Category:
portuguese_br: Categoria:

source: Sub Category:
portuguese_br: Sub Categoria:

source: Estimated:
portuguese_br: Estimado:

source: Actual:
portuguese_br: Atual

source: Type:
portuguese_br: Tipo:

source: Expense
portuguese_br: Despesa

source: Income
portuguese_br: Rendas.

source: Specify whether this category is an income or an expense category
portuguese_br: Especifique se nesta categoria é uma renda ou uma categoria de despesa

source: Frequency:
portuguese_br: Freqüência:

source: Specify the frequency of the expense or deposit
portuguese_br: Especifique a freqüência da despesa ou depósito

source: Amount:
portuguese_br: Montante

source: Enter the amount budgeted for this category.
portuguese_br: Digite o valor orçado para esta categoria.

source: View All Budget Categories
portuguese_br: Ver todas as categorias Orçamento

source: View Non-Zero Budget Categories
portuguese_br: Ver diferente de zero Orçamento Categorias

source: View Planned Budget Categories
portuguese_br: Ver Planned Orçamento Categorias

source: View Income Budget Categories
portuguese_br: Ver Orçamento de Renda Categorias

source: View Expense Budget Categories
portuguese_br: Ver Despesa Orçamento Categorias

source: View Budget Category Summary
portuguese_br: Ver Orçamento Categoria Resumo

source: Financial Year: %s - %i
portuguese_br: Exercício: %s -% i

source: Year: %s
portuguese_br: Ano: %s

source: Month: %s
portuguese_br: Mês: %s

source: Budget Setup for %s
portuguese_br: Setup Orçamento para %s

source: Income:
portuguese_br: Renda:

source: Estimated:
portuguese_br: Estimado:

source: Actual:
portuguese_br: Atual

source: Difference:
portuguese_br: Diferença:

source: Expenses:
portuguese_br: Despesas:

source: Sub Category
portuguese_br: Sub Categoria

source: Estimated
portuguese_br: Estimado

source: Actual
portuguese_br: Real

source: Budget Editor
portuguese_br: Editor do Orçamento

source: &Add Year
portuguese_br: & Add Ano

source: Add a new budget year
portuguese_br: Adicionar um novo exercício orçamental

source: &Add Month
portuguese_br: & Adicionar Mês

source: Add a new budget month
portuguese_br: Adicionar um novo mês orçamento

source: Delete existing budget
portuguese_br: Excluir orçamento existente

source: Budget Entry Details
portuguese_br: Orçamento Detalhes Entry

source: Budget Month Entry
portuguese_br: Orçamento Mês de entrada

source: Budget Year:
portuguese_br: Ano Orçamento:

source: Specify the required year. Use Spin buttons to increase or decrease the year.
portuguese_br: Especifique o ano necessário. Use botões de rotação para aumentar ou diminuir o ano.

source: Budget Month:
portuguese_br: Mês Orçamento:

source: Specify the required month. Use Spin buttons to increase or decrease the month.
portuguese_br: Especifique o mês requerido. Use botões de rotação para aumentar ou diminuir o mês.

source: Base Budget On:
portuguese_br: Base de Dados de Orçamento On:

source: Specify year to base budget on.
portuguese_br: Especifique ano de orçamento base sobre.

source: Budget Year already exists
portuguese_br: Ano Orçamento já existe

source: Organize Categories
portuguese_br: Organizar Categorias

source: Reassign all categories to another category
portuguese_br: Reatribuir todas as categorias para outra categoria

source: Expand
portuguese_br: Aumentar

source: Show All
portuguese_br: Exibir Todos

source: Show all hidden categories
portuguese_br: Mostrar todas as categorias ocultas

source: Enter the name of the category to add or edit here
portuguese_br: Digite o nome da categoria para adicionar ou editar aqui!

source: Add a new category
portuguese_br: Adicionar uma nova categoria

source: Edit the name of an existing category
portuguese_br: Edite o nome de uma categoria existente

source: Delete an existing category. The category cannot be used by existing transactions.
portuguese_br: Excluir uma categoria existente. A categoria não pode ser utilizado por transacções existentes.

source: &Select
portuguese_br: & Selecione

source: Select the currently selected category as the selected category for the transaction
portuguese_br: Selecione a categoria selecionada como a categoria selecionada para a transação

source: Enter the name for the new category:
portuguese_br: Digite o nome para a nova categoria:

source: Add Category
portuguese_br: Adicionar Categoria

source: Category with same name exists
portuguese_br: Categoria com mesmo nome

source: Tip: If category added now, check bottom of list. Category will be in sorted order next time dialog appears
portuguese_br: Dica:. Se categoria adicionada agora, verifique fundo da lista Category estará em ordem de classificação aparece de diálogo tempo próximo

source: Organise Categories: Adding Error
portuguese_br: Organizar Categorias: Erro ao adicionar
